문득 글을 쓰고 싶다.
삶이란 어떻게 흘러가는 것일까?
지금처럼 살아가도 되는 걸까?
이런 질문들이 중요할까? 아니 중요하지 않다고 배웠다.
많은 예술가들이 내게 말해주었다. 그것이 음악이든 글이든 어떤 이론이든 간에 말이다.
인간의 본성은 무료함을 참 못 견디는 것 같다.
이것이 행복이라는 것을 하루만 지나도 알텐데 말이다.
아름다운 음악, 내 맘을 아는 글, 신비한 이론들.
이 모든 것들이 내 삶을 지탱해주고 아름답게 꾸며주고 있다.
하지만 지금 현재 순간에는 무료함을 느낀다.
이 감정마저도 소중할 것이다.
이 감정이 나를 어떤 행동으로 인도할까?
이것은 주말에만 국한된 감정이기 때문이다.
아마도 내 뇌는 이것을 없애기 위해 어떠한 행동을 할 것인데, 그것이 기대가 된다.
아마도 내 마음속에 조금씩 쌓여가고 있으리라.
물론 사랑하는 것, 그것이 답이 될 순 있겠지마는, 본질적인 답은 아니라 생각한다.
내 오감이 그렇게 말하고 있다. 이 다음에는 무엇이 있을까?
그것이 나를 기대하게 만든다. 하루를 더 살아가게 만든다.
나는 많은 경험을 하고 싶지는 않다. 하지만 어떠한 발견을 할 때의 그 기쁨을 안다.
내가 기존에 알고있던 것에서도 새로운 기쁨들이 묻어나오는 경우가 허다하기 때문이다.
내가 이런 사람인 줄 과거에는 알았을까? 내가 이런 사람이 아닌 줄 과거에는 알았을까?
시간이 흐를수록 내가 나의 감정에 집중할수록 나의 생각들에 집중할수록 내가 좋아하는 것에 집중할수록 나를 더 알아간다.
이해가 가지 않더라도 좋아하는 것을 지속하고 싶다. 그 결과에 연연하는 것에서도 자유롭고 싶다.
자유로우려면 자신의 의구심과 다른사람들의 비난들에 항상 싸워야하고 답해야 한다.
그것이 자유의 대가이며 축복인 것이다.
그러므로 많은 책을 읽자. 현재까지 내가 경험한 사람 중에서 내 진심을 어루만주어 주던 것은 예술가 뿐이 아니더냐.
이해하지 못 하더라도 괜찮다. 현재의 나는 이해할 수 없을지라도 미래의 나는 이해할 수 있을지 모른다.
그런 기대감이 나를 기쁘게 한다. 두려워도 용기를 내야만 하는 것.
그것만이 내가 할 일인 것이다.
