음 고리오영감이란 걸 읽었는데 무엇이더냐
생각해보면 돈에 대한 문제 아니 돈에 대한 인식이랄까
파리의 시대도 현재와 다르지 않았다
너무 삭막해 결국 돈때문에 사람에게 아첨하고 사람에게 친해지고
사람에게 굴복하고 너무 못 나지 않았나?
나는 왜 그걸 못 났다고 느끼는지 정확한 이유는 모르겠다.
아릅답지 않다. 그게 그 이유다. 사람에게는 아름 다운 감정이 주어져 있다.
그런데 겨우 돈 이라니? 겨우 돈 종이 쪼가리 때문에 그걸 포기하다니? 그저 조금더 편안 장소에 머물기위해서
조금 더 맛있는 음식을 먹기 위해서 조금 더 남들에게 잘 보이기 위해서
신의 위대한 선물인 인간의 감정을 포기하려는 것일까? 이미 아름다운 것이 주어졌지만 인간들은 그걸 모른다.
그것이 답이라고 우겨댄다. 그걸 틀리다고 하면 매장시켜 버리고 혐호한다.
그러고선 뒤에서 눈물을 훔친다. 들키지 않기 위해서 이다.
도둑고양이도 이것보단 비겁하지 않으리라.
감정을 소중히 하라 돈이 전부가 아니다 돈이 중요하지 않다는 말이 아니다 아니다 안 중요하다.
인간의 본래의 감정 본래의 욕구 인간 행동 이 얼마나 아름다운가?
사랑을하고 자식을 낳고 또 다시 사랑을 하고 또 다시 자식을 낳고
이 무한의 굴레에서 어느 누가 사랑을 느끼지 않을 수 있단 말인가
어린 아이의 웃음을 보고 그 누가 사랑을 느끼지 못하리오?
돈은 아이를 위해 있는 것이다 아이를 조금 더 웃기 위해 존재하는 것이다.
그 이상 그 이하도 아니다. 그것은 우리를 풍요롭게 만들지 못 한다. 거짓된 속세에서는 가능하다.
그렇지만 인간 깊은 내면으로의 행복은 결코 얻게 할 수 없으리라
자식을 잘 키워라 자식에게 잘 해주어라 아기들을 사랑하라 그것은 천사를 사랑하는 것이다.
귀족적인 삶은 우리의 눈을 어지럽힌다. 모든 영상과 마찬가지로 눈이 어지럽다.
본인이 선택한 것이 아니라면 그것은 미감에 거슬릴 것이다. 읽어야 한다. 눈을 즐겁게 해라
이해하지 못 하더라도 상관없다 그 누가 알리오? 그 누가 비난 하리오?
이미 그들은 가상 공간속에서 허우적 거리고 있다. 불타고 있다 쥐가 파먹고 있다.
고리오 영감 당신은 잘 못 되었소. 그렇게 비굴하게 굴어서는 안 됐소.
당신은 미쳤고 광적으로 자식들을 사랑했소. 진정 사랑한다면 그것 자신의 욕구를 만족시키는 것이아니라
순리에 따를 수 있도록 지도하는 것이오. 당신은 자신의 욕구를 위해 자녀들을 희생했소
결국 그것은 파멸로 이끌었지. 장례식은 큰 딸이 어쩔수 없이 왔을 뿐이오.
당신은 망한 인생이오. 하지만 그 누가 비난하리오. 이것마저 세속적인 시선에 불과하나니
그대는 인간으로서 충분히 살다 간 것이오. 저기 돌아다니는 쥐새끼의 삶처럼 그저 생명을 다 하고 갔을 뿐이오.

