듬성듬성 별들은 하날에 박혀 있고
은하수 맑고 옅어 달빛 더욱 또렸해라.
이제야 호사한 옛일이 모두 허사임을 알겠네.
다음 생을 점치기 어려우니 이생에서 만나세.
좋은 술 한 동이로 취해 본들 어떠리.
풍진 세상의 일일랑 마음에 두지 말자.
만고의 영웅들도 티끌이 되었으니
세상에 남은 것은 죽은 뒤의 이름뿐이라네.

무릉도원에 잘못 들었나, 복숭아꽃 만발한데
많고 많은 이내 정회 말 다 못 하겠네.
구름 같은 갈래머리에 금비녀 낮게 꽂고
산뜻한 봄 적삼을 푸른 모시로 지어 입었네.
한 가지에 달린 꽃이 봄바람에 피었으니
무성한 꽃가지에 비바람아 부지 마라.
선녀의 소맷자락 나부껴 그림자 너울대고
계수나무 그늘 아래 항아가 춤을 추네.
좋은 일 다하기 전에 근심이 따르나니
새로 지은 가사를 앵무새에게 가르치지 마오.

연산과 귀장의 이치를 돕고
글자를 등에 지고 나오니 숫자가 있었으며
ㄱ길흉을 알려 주어 게책을 이루게 하였도다.
그러나 지혜가 많다 해도 곤액은 어쩔 수 없고
능력이 많다 해도 미치지 못하는 일이 있도다.
