그는 어릴적 자신의 꿈을 떠올렸다.
그는 딱히 되고싶은 그 무엇이 없었다.
어린 시절 그는 그 무엇도 생각하지 않았다.
즐거운 일을 생각했고, 가까운 미래에 다가올 두려운 일만 생각했다.
이 세상에 태어난 의미를 궁금해하지 않았고, 혼자 있는 시간과 친구들과 함께 있는 시간을 즐겼다.
어느 순간부터 불안한 감정이 싹트기 시작한 것일까?
그에게 삶은 산다는 것은 아무런 이유도 없었고 어려움도 없었다.
지금에와서 그는 무엇이 두려운 것일까?
그는 삶이 행복하다고 느껴야만 행복해 질 수 있었다.
의미를 부여해야만 행복해 질 수 있게 되었다.
그는 책에서 여러 답들을 구하고 있다.
'인생은 기본적으로 무의미하다.' 
'인생은 즐거운 것이 아니다.'
'하나의 꿈에 너무 집착하지 않는 것이 좋다.'
'인간은 서로 크게 다르지 않다.'
'너와 나는 사실 하나다.'
'...'

여러가지 문장들을 그의 마음속에 새겨넣고 있다.
이런 문장들과 함께 산다면 그는 삶을 좀 더 풍요롭고 잘 살 수 있는 것일까?
위인들의 지식들과 함께 하지 않으면 살아가는 것이 참으로 힘들까?
새로운 문장들을 손에 넣을 때마다 그는 행복하다.
하지만 그것이 진정으로 그 자신의 것이 되려면 어떻게 하는지 몰랐다.
그저 암기하는 것. 그저 그렇게 행동하는 것. 그저 그런 척 하는 것.
그가 할 수 있는 것이 이게 전부였다.
문득! 삶을 잘 살고 싶어 위인들의 생각들이나 문장들을 수집하는데,
삶이란 무엇일까? 삶 자체란 무엇인가? 라는 질문이 떠올랐다.
그는 삶을 아는가. 그 본질을 이해하지도 못 하면서 잘 살아보려 한다는 것은 우스은 일이 아닌가?

내가 이해하는 삶의 본질은 위에서 말했듯, 기본적으로 무의미하고 재미가 없는 것이다.
(이것은 위인들의 생각에 동의하기 때문에 나도 이렇게 이해하는 바다. - 쇼펜하우어, 니체)
이는 한편으로는 참으로 즐거운 명제인 것이다.
삶이 기본적으로 무의미하다는 것은 내가 아무리 잘 살려고해도, 또 잘 살아간다고 해도,
그것은 무의미한 것이다.
그렇다면 참으로 허무하다고 반문할 수 있겠는데, 이는 오히려 반대로 많은 자유가 주어지는 것이다.
삶이 무의미하다면 내가 어떻게 살아가든 그것은 무의미다. 그러니까 어떻게 살든 무슨 상관이란 말인가?
결국 '잘 살고 싶다. 못 살아가면 어쩌나. '하는 문장을 고민할 이유는 하등 없다는 것이 드러난다.
오히려 삶의 의미를 이해하려하고 의문을 제기할 때마다 인간적인 삶을 살 수 없을지도 모른다.

기준점을 잡기로 했었다.
'잘'의 기준과 '못'의 기준을..
그 어떤 것이든.
막상 내가 '잘'이라는 개념으로 인생을 고찰해 보았을 때, 어떤 방식으로 살아가고자 하는지 생각해보았을 때,
그것은 겨우 좋은 배우자를 만나서 사랑하고, 자식을 낳아 잘 기르는 것이다.
너무 좁지 않고 4명의 가족이 살아갈 수 있는 깔끔한 집을 가지고 있으면 되는 것이다.
좋은 남편이되고 좋은 아버지가 되어서 가정을 이끄는 것이다.
아내와 함께 같은 공간에서 취미를 즐기고, 삶을 향유하며, 여러가지 감정을 함께 공유하는 것이다.
자식들은 그런 부모를 보고 좋은 점을 배우면 되는 것이 좋은 것이다.
'못'의 개념도 잡아본다면, 사랑하는 배우자를 얻지 못 하고, 삶을 저주하며, 내가 주어진 삶을 제대로 즐기지 않는 것이다.
여러 경험을 하지 않고, 항상 반복된 삶만 살아가는 것이다.
본인의 선택권없이 그저 삶에게 쫓기듯 살아가는 삶이다.
그렇다면 '현재' 나의 삶은 어느 지점에 와있는가?
나는 삶을 즐기고 있다. 책에서 여행하며 과거의 위인들과 대화를 하고 있다.
현실에서 자연과 사람들의 생각들, 모습들을 즐기며 다양한 경험을 얻고 있다.
즐거운 경험말이다.
연애하는 사람은 없다. 
돈도 꾸준히 벌고 있지만, 일은 재미없다.
하지만 기본적으로 삶은 재미가 없으므로 일이 재미없는 것은 당연한 것이다.
내 삶은 불행한가했을 때 결코 불행하다고 할 수 없다. 
그렇다면 가끔 우울해지는 것도 불필요한 일이 아닐까?
모든 감정은 소중하고 위대하지만 세상 모든 일이 그렇듯 하나에 빠지게 되는 것은 결국 썩는 것을 의미하기 때문에 좋지 못 하다.
우울해도 괜찮다. 행복해도 괜찮다. 그것이 인간이고 삶이다.

정말 좋은 문장을 오늘 얻었는데, '인간의 불행은 부족에서 오는 것이 아니라 과잉에서 오는 것이다.'라는 문장이다.
오래전부터 생각해 온 것이지만, 너무 많은 정보가 우리의 정신을 오히려 방해한다는 생각을 줄곧 해왔었다.
내가 가지고 있던 생각들이 긍정되는 거 같아 기분이 썩 좋았다.
그런데 너무 많은 자유도 또한 삶의 병목이 될 수도 있다는 사실을 깨달았다.
너무 삶을 욕구하는 대로 살아가려 하지 않는 것이 좋겠다.
인간이란 하나의 욕구가 채워지면 곧바로 다른 욕구를 갈망한다...
순간에 욕망에 이끌리지 말고, 원래 생각했던 욕망을 추구하고자 한다면, 
그것을 우선 쟁취하도록 한다.
본인이 맞다고 생각한다면 우선 그 길을 쭉 밀고가야한다. 
우왕좌왕하는 것은 숲에서 갈피를 못 잡고 영영 빠져나오지 못 하는 것과 같다. 
