또 그녀 자신도 일하는 사이사이에 그 책의 긴 장들을 정신없이 읽어 넘기곤 했다.
그 내용은 한결같이 사랑, 사랑하는 남녀, 쓸쓸한 정자에서 기절하는 박해받은 귀부인, 
역참마다 살해당하는 마부들, 페이지마다 지쳐 쓰러지는 말들, 어두운 숲, 마음의 혼란, 
맹세, 흐느낌, 눈물과 키스, 달빛 속에 떠 있는 조각배, 숲속의 밤꾀꼬리, 사자처럼 용맹하고 어린 양처럼 부드럽고
더할 수 없는 미덕의 소유자로서 언제나 말쑥하게 차려입고 물동이처럼 눈물을 펑펑 쏟는 신사분들뿐이었다.
열다섯 살 때 에마는 여섯달 동안 낡은 도서 대여점의 책 먼지로 손을 더렵혔다.
그 후 월터 스콧을 읽고는 역사물에 열중하여 궤짝, 위병 대기소, 음유 시인 따위를 동경했다.
그녀는 해묵은 장원에서 긴 드레스를 입은 성주마님처럼 살아보고 싶었다.

개인적 욕망을 공상으로 만족시키기 위해 발자크와 조르주 상드의 소설을 읽었다.

레옹은 보답 없는 사랑에 지쳐 있었다.
마침내 그는 흥미를 가질 만한 일도 없고 동기를 유발할 희망도 없이 똑가은 생활만을 되풀이하는 데서 오는 
저 견딜 수 없는 압박감을 느끼기 시작하고 있었다.

그것은 두 번 다시 되돌아오지 않는 것에 대한 몽상, 무언가 일을 끝내고 나면 매번 찾아드는 권태, 요컨대 익숙했던 동작을 중단하거나
오래 계속되어 온 어떤 진동이 정지될 때 오는 고통이었다.

그러나 땔감이 저절로 떨어진 것일까, 아니면 땔감을 너무 많이 쌓아 올린 탓일까, 불길은 그만 사그라져 버렸다.
사랑은 부재로 인해 조금씩 꺼져 갔고 미련은 습관 속에서 질식해 버렸다.

그는 이미 옛날처럼 그녀를 울리던 저 감미로운 말을 더 이상 입에 담지 않게 되었고 
그녀를 미치게 하던 저 열렬한 애무도 더 이상 하지 않게 되었다.
그 결과, 그녀가 그 속에 흠뻑 빠져 지내고 있던 그들의 엄청난 사랑이 마치 강바닥으로 빨려 들어가는 강물처럼
그녀의 발빝에서 줄어들어 가는 것 같았고 마침내 그녀의 눈에 강바닥의 개흙이 보였다.
...
자기가 약하다고 느끼는 데서 오는 굴욕감은 원한으로 변해 갔지만 육체의 쾌락이 그것을 무마해 주었다.
그것은 애착이 아니라 끊임없는 유혹과도 같은 것이었다.

그 시절은 얼마나 행복했던가! 얼마나 많은 자유! 희망! 얼마나 풍성한 환상에 차 있었던가!
지금은 이미 아무것도 남은 것이 없다! 그녀는 처녀 시절, 결혼, 연애, 이렇게 차례로 모든 환경들을
거치면서 갖가지 영혼의 모험들에 그것을 다 소비해 버리고 말았던 것이다.
마치 길가의 여관에 묵을 때마다 재산을 조금씩 흘려 놓고 온 나그네처럼 그녀는 인생길 구비구비에서
그것들을 끊임없이 잃어 온 것이다.

두 가지를 조심하는 것이 한 가지를 조심하는 것보다 낫다는 것이었다.

그러나 아무리 유명한 외과의도 실수는 할 수 있다.
아무도 믿으려 하지 않는 것이 바로 그것이다!

그래서 새로움의 매력은 의복처럼 한 꺼풀 한 꺼풀 벗겨져 버리고 언제나 같은 모양,
같은 말뿐인 정열의 영원한 단조로움만이 적나라하게 드러나는 것이었다.
실제 경험이 풍부한 이 사내도 같은 표현들의 배후에 깔려 있는 여러 가지 감정의 차이는 분간할 줄 몰랐다.
이미 바람둥이거나 돈에 팔린 숱한 입술들이 그에게 똑같은 말들을 속삭였기 때문에 그는 그녀의 순진성을 거의 신용하지 않았다.
그러므로 별것도 아닌 애정을 감추고 있는 과장된 말들은 적당히 에누리해서 들어야한다고 그는 생각하고 있었다.
그는 영혼에 가득 찬 생각이 때로는 가장 어설픈 비유로서 표현되기도 한다는 것을 모르는 것처럼 굴었다.
그러나 누구도 결코 자기의 욕망, 자기의 관념, 자기의 고통이 정확하게 어느 정도인지를 드러내 보이지는 못하는 법이고
사람의 말이란 깨진 냄비나 마찬가지여서 마음같아서는 그걸 두드려서 별이라도 감동시키고 싶지만
실제로는 곰이나 겨우 춤추게 만들 정도의 멜로디밖에 낼 수가 없는 것이다.

그러나 어떤 거래에 있어서도 한발 물러서서 살피는 사람 특유의 비범한 비판력 덕분에
로돌포는 이 연애에서 또 다른 쾌락을 발굴할 수 있다는 것을 깨달았다.

그 아름다움은 기질이 처지와 맞아떨어진 조화 바로 그것이었다.
마치 비료와 비와 바람과 햇빛이 꽃에 작용하듯이 그녀의 갈망, 슬픔, 쾌락의 경험, 언제나 젋디젊은 환상이
그녀를 점점 발전시켜 가지고 마침내는 그 천성을 충분히 살린 풍만한 모습으로 꽃피워 놓은 것이었다.

게다가 말이란 언제나 감정을 길게 늘이는 압연기 같은 것이다.

과연 그녀는 진심으로 그렇게 말하고 있는 것일까?
물론 그것은 에마 자신도 전혀 알 수 없는 일이었다.
달콤한 유혹에 이끌리면서도 또한 그 유혹을 물리쳐야 한다는 생각에 온통 정신을 빼앗기고 있기 때문이었다.

그녀는 벌써부터 마음속으로 겁을 내며 순종하는 자신을 느끼고 있었다.
많은 여자들에게 이런 느낌은 간통의 벌인 동시에 대가이기도 한 것이다.

"사람은 대장장이 일을 함으로써 대장장이가 된다, 네 할 일에 최선을 다하라."

청년은 그녀의 말을 믿었지만 그러면서도 그 남자가 무엇을 하는 사람이었는지 물었다.
"해군 대령이었어요."
이 대답은 더 이상 캐묻는 것을 예방하고 동시에 호탕한 성격으로 세상의 인기를 독차지하고 있는 
남자의 마음을 사로 잡았다는 것으로 자기를 높여 보려는 뜻이 아니었을까?
그러자 서기는 자기의 처지가 초라하다고 느꼈다. 견장과 훈장과 직함이 부러웠다.
그런 모든 것이 에마의 마음에 들 것이다.

허영심 때문이라기보다는 오로지 에마의 마음에 들기 위해서였다.
그는 그녀의 생각에 관해 이러니저러니 하지 않았다.
그녀의 취미는 모두 받아들였다. 그녀가 그의 정보라기보다는 그가 그녀의 정부가 되었다.
그녀의 정다운 말과 키스는 그의 혼을 쏙 배놓는 것이었다.
너무나도 깊고 은밀한 나머지 물질 세계의 것이 아니라고 여겨질 정도인 이런 퇴폐적 기교를 
그녀는 대체 어디서 배운 것일까?

이윽고 마음이 가라앉자 에마는 자기가 그를 터무니없이 비방했다는 것을 깨닫게 되었다.
그러나 사랑하는 사람들을 비방하다 보면 우리는 늘 그들에게서 어느 정도 멀어지게 마련이다.
우상에는 손을 대는 것이 아니다.
거기에 칠해 놓은 금박이 손에 묻어나는 것이다.

결국 레옹은 에마를 다시는 만나지 않겠다고 맹세했다.
그리고 아침이면 난로 옆에서 동료들이 떠들며 놀려 대는 것은 그만두고라도 장차 그 여자 때문에
얼마나 난처한 일을 당할지, 또 어떤 소문이 퍼질지를 생각하자 그 약속을 지키지 않은 자신이 후회되었다.
게다가 그는 곧 수석 서기가 될 참이었다. 자중해야 할 때였던 것이다.
그래서 그는 풀루트 연습도 집어치우고 감정의 흥분이나 공상의 세계와도 인연을 끊었다.
속된 부르주아도 젊은의 피가 끓어오르면 단 하루, 단 일 분 간일망정 자기가 위대한 정열을 바칠 수 있고
드높은 일을 해낼 수 있다고 믿는 법이니 말이다.
가장 보잘것없는 바람둥이도 동방의 황후를 안아 보는 꿈을 꾸어 본 적이 있는 법이고 일개 공증인도 가슴속에는
시인의 잔해를 간직하고 있는 법이다.
그러나 그는 마침애 그런 분에 넘치는 꿈들을 접었다.
...
두 사람은 서로를 너무나 알아 버려서 기쁨을 백배나 더해주는 저 경이로운 소유의 맛을 느끼지 못하게 되었다.
레옹이 그녀에게 싫증이 난 것만큼 그녀 역시 상대에게 물려 버렸다.
에마는 간통에서 결혼 생활의 모든 진부함을 그대로 발견하고 있었다.

그러면서도 여자란 항상 애인에게 편지를 써야 한다는 관념 때문에 그녀는 그에게 계속 편지를 썼다.

뜻한 바를 이루지 못했다는 실망 때문에 능욕당한 것에 대한 분노가 더욱 거세게 끓어올랐다.
하느님이 자기만을 열심히 괴롭히려 드는 것만 같았다.
그 때문에 한결 으쓱해진 그녀는 전에 없이 스스로에 대해 긍지를 느꼈고 전에 없이 남들을 경멸했다.
호전적인 그 무엇이 그녀를 들뜨게 했다.
남자들을 두들겨 패 주고 얼굴에 침을 뱉어 주고 모조리 박살을 내고만 싶었다.
그녀는 파랗게 질린 채 분노에 떨며 눈물 젖은 눈으로 텅 빈 지평선 저쪽을 더듬으면서 숨 막히는 증오의 감정을
즐기기라도 하는 듯이 계속 빠른 걸음으로 앞을 향해 걸었다.

그는 거짓말을 하고 있는 것이 아니었다.
만일 그만한 돈을 가지고 있었다면 틀림없이 내주었을 것이다.
일반적으로 그런 선심을 쓰는 것은 그리 유쾌한 일이 아니기는 하지만.
돈을 요구한다는 것은 사랑을 덮치는 모든 돌풍들 가운데서도 가장 싸늘한 바람이어서 사랑을 뿌리째 뽑아 버리는 것이다.

"형식이 결여되어 있으면 생각도 없는 법이다. 형식과 내용 중 하나를 탐구한다는 것은 곧 다른 하나를 탐구하는 것이다.
질료와 색채를 따로 떼어서 생각할 수 없듯이 그 두 가지는 서로 떼엇 생각할 수 없는 것이다. 
그렇기 때문에 기법이 곧 진리다."
