무용이라는 것은 무엇인가. 알 수 없다.
글이란건 무엇인가 알 수 없다. 음악이란 무엇인가 알 수 없다.
바이올린 소리 지휘자의 손 놀림 바이올리니스트의 손가락
플룻의 소리 이 모든 것이 결합 되어서 아름다운 소리를 낸다.
음정을 잘 맞추어야 아름다운 소리를 낸다. 왜 좋을까?
왜 감정을 느낄까? 무엇이 나에게 다가오는 걸까?
수백년 전 인간의 음악이 내게로 온다.
이 음악이 행복한 이유는 무엇일까? 글을 그냥 써내려간다. 진지한 얼굴 안경.
손가락 활의 시위 여러 명 검은색 사람들 청중 무엇을 생각할까?
나는 누구일까? 길을 간다. 막 써내려 간다. 내 뇌를 거치지 않느다.
손가락의 힘으로 나아간다. 안경, 호른, 소소함 그리고 혼자 손이 늘어간다.
피아노의 거대함. 사람들의 수군거림. 누구를 보고 있는 부부. 어떤 삶일까?
침착한 연주자. 과묵하고 진지한 청취자. 즐거워 보이는 노인 아니, 진지해 보이는 노인
무언가를 골똘히 쓰고 있는 남자. 수첩에다 무엇을 적고 있을까?
저 노인은 하루 종일 핸드폰 속에 산다. 무언가를 갈구하고 있는가? 
내옆에 소년은 무언가 골똘히 검색을 하는데 무슨 마음일까? 
바람이 분다. 카페도 보이고 나는 이 공간에 있다.
사라지고 싶다. 아니면 살아가고 싶다. 연주가 마음에 와닿는다.
모차르트다. 천재다. 나도 천재가 되고 싶다. 이 턱이 긴 청년은 피아노를 참 잘친다.
나도 이놈과 같은 능력이 있다면?
늘어간다. 빠져든다. 하나의 몰입감. 이 시선. 이 시선이야 말로 오로지 한음한음속에 담겨있는 그 눈이다.
이 몸짓이야 말로 그 무엇도 신경쓰지 않고 연주하는 몸짓이다.
정제되지 않은 몸짓. 이사람의 손가락은 내 것이었다면? 뇌가 내 것이었다면?
하지만 사실 그게 같은거라면? 나는 무엇이지?
예술이다. 예술은 사랑스럽다. 나는 예술을 사랑한다. 
지나간다. 시간이 흐른다. 사람이 흘러간다. 나는 누구인지 모른다.
이 건 아무도 읽지 않는 것이다. 나에게도 읽히지 않는 것이다. 그러므로 무용하다.
무용한 것이 가치가 있다. 이 음악속에서 몰입할 때 가치가 있다. 내 삶에 연관이 없는
이 음악 피아노 선율. 저 손짓 무엇도 신경쓰지 않는 손짓. 오직 저 음을 위해 태어난 손짓.
저 손짓이 나를 가리킨다. 내 꿈을 가리킨다.
이 청명한 소리가 나를 감싼다. 소리를 높이면
더욱더 큰 감동 이 얼굴 감동하고 있다. 무엇에 저렇게 몰입, 무엇을 신경쓰지 않으면서 몰입.
나는 몰입이다. 몰입하고 싶다. 도르마무 도르마무 술레 강강 흔들린다.
생각이 없다. 부끄럽다 나아간다. 이 글, 이 문장, 이 단어, 할아버지, 사람, 아주머니, 커피,
수첩, 펜, 그림, 악보, 스케치북, 수학, 영어, 기하학, 모차르트, 베토벤, 공간속의 왼손.
무엇을 느낄 수 없다. 무엇을 가지고 있지 않다. 이 단발머리의 소녀의 연주. 그녀는 할머니가 아니다. 소녀다.
눈을 감고 연주를 한다. 이 손짓, 피아노. 무엇을 신경쓸까? 연주만을 위해 태어났다.
그건 감동이다. 그걸 지켜보는 관객 그들은 누구인가? 엄중한 얼굴, 턱을 괸 얼굴.
그건 모른다. 나는 이걸 알린다. 공지한다. 노출시킨다. 내 머릿속을 보인다.
천상의 눈웃음, 천상의 눈감음, 천상의 집중. 오로지 음만을 위해 연주하는 얼굴.
침착한 얼굴의 음악. 때에 따라 들어가는 음악. 반복된 음조, 음악, 얼굴, 코, 턱, 입, 지끈거림,
주름, 모든 것이 동요한다. 무엇을 느끼나? 연주는 청중을 위함인데 연주자가 더 느끼고 있다. 그것이 예술.
아니 정해진건 없다. 이 몰입감은 누구나 가질 수 없다.
흘러가는 길이다. 할아버지의 손짓으로 모든 음악이 연주된다.
머리를 긁적이고 내가 가지 못한 것들을 지켜본다. 미워했다. 나를 미워했다.
나를 사랑했다. 나를 칭찬하지 못 했다. 나를 사랑해야한다. 세상이 날 반긴다.
아니 세상은 미쳤다. 정해진 것은 없다. 그리고 감동의 풀림. 감동의 안주.
감동의 안주함. 끝없는 연주. 날 반기는 피아노 선율. 옥구슬 지켜보는 눈동자.
무덤덤한 얼굴. 찡그린 안경, 입술, 불평, 무념무상 오직 이 청년만이 오로지 음악에 빠져들었다.
하지만 들었을때는 아무도 모른다. 누가 알까? 이건 12분동안의 연주였다. 
아니 그 이상 아무것도 느낄 수 없다. 나는 무엇을 느끼지 않는다.
나는 모른다. 이건 글이다. 누구에게 보여도 창피한 글이다. 상관이 없지는 않다.
부끄럽다. 내 나체를 보인다. 나는 정신병자이다. 아니다 인간이다.
마무리단계의 그 청년의 얼굴 무엇을 느꼈나. 무덤덤한 인간에게 아름다운 선율이 나온다.
음악은 종료된다. 음악은 지속되지만 하나가 종료된다.
새로운 시작, 바이올린, 악마, 파가니니, 바이올리니스트.
말이 된다. 문장이 말이 된다. 이어져 나간다.
문장을 이어 나간다. 음악을 이어 나간다. 이건 연결될까?
저건 연결이 안 될까? 나는 그대로 쓰고 있다. 아무것도 거치지 않느다.
바로 연결만 되도록한다. 눈동자 무엇을 증오하는건가? 부러워하나? 아니 그건 내감정이다.
이 사람들은 아무생각이 없다. 아니다. 웃고있다. 즐거워한다. 시기한다. 연주자는 미친거 같다.
광인의 눈을 하고 있다. 바이올린만 들고 있다 간사하게 잡은 활 그리고 바이올린.
아무것도 모르겠는데. 연결이 된다. 뭘 들고있나? 첼로 바이올린? 그건 무엇이지.
왜 그런 눈으로 바라보는 거지. 피아노인가? 저 시대 사람은 행복하군.
아니 나도 행복하군. 이런 음악을 들을 수 있다는 걸.
정말 놀랍지 않는가? 지금은 2023년이라고! 이건 몇세기 전 음악인 것이지.
나는 놀랍다. 나는 무섭다. 삶은 길다. 인간의 모든 수명이 연결되어 있다.
니체다. 쇼펜하우어다. 나는 글을 읽지만 이해하지 못 한다. 글을 쓰지만 이해하지 못한다.
나는 알 수 없다. 이해하지 않는다. 이해하고 싶지 않다. 그저 무용하게 살아간다.
그게 가장 즐거움이다. 음악이 계속될수록 이건 멈추지 않는다.
그 누구도 신경쓰지 않는다. 나는 써내려간다.
이건 무엇인지 모르겠다. 내 어린 예술가 내 안에 억눌린 단어들이 전부 나온다.
내 안에 예의를 차리던 단어 문장 문단들이 그대로 나온다.
나는 이런 사람이다. 이게 바로 사회속에서 억제되었던 문장들이다.
이해할 수 있다. 이건 이해할 수 있다. 그냥 쓴다는걸 이해하지 못하는사람이 있을까.
나는 아니다.
이해한다. 이해한다. 이건 이해할 수 있다. 세상 모든 건 이해할 수 없지만
이건 이해할 수 있다.
바로 이해가 된다. 음악을 듣는다. 노란색. 하얀색. 불빛. 여러개 음식. 배고픔. 그 모든 것을 이미 느낀다.
여러 개의 선율이 아름답게 어울릴때 듣기 좋다. 들을 수 있다.
이 인간은 무엇이지? 왜 화장실만 다녀오는 거지.
연주를 한다 라이브이다. 연주다. 아니다. 녹음이다. 연주다. 연주야. 이건 연주야.
글이야. 연주야. 음악이야. 너무 빨라. 나도 빨라서 억제할 수가 없다 이건 글이다.
글을 쓴다. 아니다. 그냥 문장 단어의 나열이야. 하지만 앞뒤에 문장이 맞아.
이게 맞는거야. 여러개를 생각할 필요가 없지. 또 다른 명곡 또 다른 음악 이게 왜 좋지?
나는 왜 좋아하는거야? 아니 아는거야? 그저 아는거야? 내 오감이 느끼는 걸까, 학습된걸까?
더이상 학습되고 싶지 않아. 학습된 것으로 살아가기를 멈추고 싶다.
나는 살아간다. 학습되고 그걸로 빌어먹고 산다. 누구든 그렇게 산다.
그것이 정답이라고 한다. 나는 안다. 모르지만 안다. 모를 수록 안다. 모르겠지만 안다.
나는 남한테 피해를 주고 싶지 않다. 나 스스로에게도 피해를 주고 싶지 않아.
이것은 무용하기 때문에 즐겁다. 이것이 예술이다. 무엇을 바라지 않는다.
어떤 감정도 필요하지 않는데 그저 내 몸안에 무엇이 움직이는 대로 써내려간다.
이것은 음악이라면, 이것이 글이라면, 이것이 소설이라면, 이것이 읽힌다면 나는 예술가이다.
나도 예술가이다. 얼마나 쓴건지 모르겠다 1000자가 넘었으면 아니 1000줄, 아니 만줄, 아니 10만줄, 아니 100만줄, 1000만.
그만.
아니다. 바이올린이 나를 알린다. 문장이 말이 된다. 그대로 써도 말이된다.
이것은 어떻게 설명할 것인가. 이렇게 취한상태로 있고 싶다. 술 한잔 마시지 않았어.
이게 바로 무념. 무상. 아니 취함. 아니 어쩌면 모든것을 아는 상태.
글이 그대로 이어지잖은가. 오직 하나의 문장. 오직 하나의 목적. 이게 바로 하나의 목적.
카프리스 오피1 24 인 에이 마이너 창피하다. 누가 나를 보았다.
아마 이상하게 생각할테니 그저 끊임없이 몇 분동안 타자를 치고 있으니.
생각이 없이 바로 하는게 신기하겠지. 이런 경험은 많지 않으니까 나도 처음이야. 아니 저번에 했었지 난 경험이 있어.
카프리스 카프리스 날 보지마 이새끼야. 이건 나만의 시간이야. 난 너한테 아무짓도 안 했어.
하지만 욕을 하지는 말아야해. 세상은 아름다우니까.
어쩌면 쓰레기니까 이 음악이 나에게 말한다.
아니 내가 만들어낸 환상이야. 그저 글이야. 그저 밤이야.
시간이 흘러
시간이 무의미하게 흘러 마음에 든다. 음악이 종료되었다.
이건 가면무도회야. 가면무도회. 이제 그만해.
가면을 벗어. 아니 가면을 다시 써야지.
괴테잖아? 괴테 연극이라고 괴테도 어린 시절 연극을 했어.
하지만 나중에는 무엇을했지?
작가로 생을 마감했나? 요강을 원했나? 음악이 커졌어.
괴테가 나를 변화시켰어. 데메테르. 아니 단테. 지오반니 보카치오.
그게 왜 명작이야. 나는 이해하지 못 해.
무엇을 쓴거지. 어떤 사람인거지.
나는 이해해. 그걸 이해해. 왜냐하면 나도 그곳에 다녀왔으니.
천국 지옥문에 다녀왔으니까 괴테가 나를 연극으로 이끌어주었어.
나는 연극에 있었고 버림 받았어. 여인에게 고백했지만 거절당했고 결국엔 
새로운 사람을 만나게돼.
그건 프리메이슨이 아니야. 그건 어떤 기사도야.
기사 클럽이야. 기사 클럽 군주회.
군주가 된다면 어떨까? 누군가 군주일까? 나는 군주야.
군주가 되어야만해. 니콜라.
니콜라르 데테메르 반디스키로
바노라디함으으 노래봐야지.
그래 이건 아니야. 무슨 문장인지 이어져야지.
나는 꺼져가. 나는 괴테가 아니지만 괴테가 나를 불렀어.
괴테는 나를 사랑하지 않지만 나는 그를 사랑하지.
쇼펜하우어는 나를 모르지만 내가 이렇게 그의 사상을 어설프게 떠벌리는 걸.
지옥속에서 비웃을거야. 그는 나를 몰라.
나는 그를 알게되었어. 이건 그의 글일까? 아니면 더러운 인간의 손을 거쳐버린 문장들일까.
나는 정수를 원해. 언제나 최선을 원해. 억제하고 싶지 않아.
최선이 어때서? 최고 최적의 정답을 원해. 나는 무용해.
나는 알 수 없어. 음악속에서 멈추고 싶어.
나는 이제 끝이야.
카프리스 콘체르토 바이올린 파가니니 
음악
음악
삶
문학
괴테
톨스토이
도스도옙프스키
그들과 함께라면
단테 페트라르카 지오반니 보카치오
이탈리아라면 
아이슬란드 오로라라면
삶이라면 인간이라면 무용한 것이라면
나는 무용한 것이라면
