결혼의 유익한 점을 꼽자면, 우선 결혼은 따뜻한 가정이 주는 단란함과 함께
부정한 성행활을 몰아내고 도덕적인 생활을 할 가능성을 부여한다.
또한 무엇보다 네흘류도프가 바라는 바이기도 한데 가정과 자녀들은 지금 같은 공허한 생활에 의미를 준다.
그것이 대체로 결혼을 우호적으로 보는 이유였다.
대개 결혼에 대한 반감은 우선 더 이상 청춘이 아닌 독신자라면 누구나 느끼듯이 자유를 잃는 데 대한 두려움 때문이었고,
그다음으로 여성이라는 신비한 존재 앞에서 느끼는 무의식적인 두려움 때문이었다.

그의 자존심은 그녀가 과거에 그가 아닌 다른 사람을 사랑했을 가능성조차 받아들이지 못했다.
...
따라서 결혼을 하지 말아야 할 이유만큼 해야 할 이유도 있었다.

그리고 이 모든 무시무시한 변화가 그에게 일어난 것은 단지 그가 더 이상 자신을 믿지 않고 타인을 믿게 되었기 떄문이다.
그가 자신을 더 이상 믿지 않고 타인을 믿게 된 것은 자신을 믿으면서 살기가 너무 힘들었기 때문이다.
스스로를 믿는다는 것은 가벼운 즐거움을 추구하는 동물적인 나를 위해서가 아니라 거의 언제나 그것에 거스르며 온갖 물음을 해결해야 한다는 의미였다.
타인을 믿는다는 것은 아무것도 결정할 필요가 없으며 이미 모든 것이 결정되었으되 그 결정이 언제나 정신적인 나를 거스르고 동물적인 나를 위해 이루어진다는 의미였다.
그뿐 아니라 자신을 믿으면 언제나 사람들로부터 비난을 받았고, 타인을 믿으면 주의의 칭찬을 들었다.

