결혼의 유익한 점을 꼽자면, 우선 결혼은 따뜻한 가정이 주는 단란함과 함께
부정한 성행활을 몰아내고 도덕적인 생활을 할 가능성을 부여한다.
또한 무엇보다 네흘류도프가 바라는 바이기도 한데 가정과 자녀들은 지금 같은 공허한 생활에 의미를 준다.
그것이 대체로 결혼을 우호적으로 보는 이유였다.
대개 결혼에 대한 반감은 우선 더 이상 청춘이 아닌 독신자라면 누구나 느끼듯이 자유를 잃는 데 대한 두려움 때문이었고,
그다음으로 여성이라는 신비한 존재 앞에서 느끼는 무의식적인 두려움 때문이었다.

그의 자존심은 그녀가 과거에 그가 아닌 다른 사람을 사랑했을 가능성조차 받아들이지 못했다.
...
따라서 결혼을 하지 말아야 할 이유만큼 해야 할 이유도 있었다.

그리고 이 모든 무시무시한 변화가 그에게 일어난 것은 단지 그가 더 이상 자신을 믿지 않고 타인을 믿게 되었기 떄문이다.
그가 자신을 더 이상 믿지 않고 타인을 믿게 된 것은 자신을 믿으면서 살기가 너무 힘들었기 때문이다.
스스로를 믿는다는 것은 가벼운 즐거움을 추구하는 동물적인 나를 위해서가 아니라 
거의 언제나 그것에 거스르며 온갖 물음을 해결해야 한다는 의미였다.
타인을 믿는다는 것은 아무것도 결정할 필요가 없으며 이미 모든 것이 결정되었으되 
그 결정이 언제나 정신적인 나를 거스르고 동물적인 나를 위해 이루어진다는 의미였다.
그뿐 아니라 자신을 믿으면 언제나 사람들로부터 비난을 받았고, 타인을 믿으면 주의의 칭찬을 들었다.

누구나 그렇듯 네흘류도프의 내면에도 두 인간이 있었다.
하나는 다른 사람들에게도 행복이 될 만한 것만을 자신의 행복으로 추구하는 정신적 인간이고,
또 하나는 자신을 위한 행복만 추구하며 이 행복을 위해서라면 기꺼이 전 세계의 행복을 희생시킬 수 있는 동물적 인간이었다.

그는 자신을 믿었어야 했다.
그러나 그 어색함과 수치심이 밖으로 나오려는 자기 마음속의 가장 선한 감정이라는 것을 깨닫지 못 했다.
오히려 이것이 자신의 어리석음을 말해 준다고, 모두가 하는 대로 해야 한다고 생각했다.

그러다가 문득 자신이 최근 들어 사람들, 특히 오늘 공작과 소피야 바실리예브나와 미시와 코르네이에게 느낀 혐오가
다름 아닌 스스로에 대한 혐오였다는 사실을 깨달았다.
그리고 놀라운 것은 자신의 비열함을 인정하는 그 감정 속에 병적이면서도
기쁨과 위안을 주는 무언가가 있다는 점이었다.

놀라운 일이었다. 
스스로를 어리석고 혐오스럽다고 생각하게 된 후로, 
다른 사람들이 더 이상 역겹게 느껴지지 않게 된 후로 
오히려 네흘류도프는 아그라페나 페트로브나에게도 코르네이에게도 존경 어린 부드러운 감정을 느꼈다.

누구든지 행동하기 위해서는 자신의 활동을 중요하고 선한 것으로 여길 필요가 있다.
그래서 인간은 어떤 처지에 놓이든 자기 일이 스스로에게 중요하고 좋아 보이도록 인생관을 형성하기 마련이다.
흔히 사람들은 도둑이나 살인자나 첩자나 창녀는 자기 직업이 떳떳하지 못함을 인정하고 틀림없이 부끄러워하리라 생각한다.
하지만 사실은 정반대다.
운명으로든 자신의 죄나 실수로든 어떤 상황에 놓인 사람들은 설사 바르지 못한 것이라해도 
자기 처지가 스스로에게 선하고 정당해 보이도록 인생관을 만들어낸다.

가장 널리 퍼진 흔한 미신들 가운데 하나는 사람이 저마다 자기만의 일정한 기질을 지녀서 
착한사람, 나쁜 사람, 똑똑한 사람, 어리석은 사람, 열정적인 사람, 무심한 사람이 있다는 것이다.
인간은 그런 존재가 아니다.
우리는 어떤 사람에 대해 악하기보다 선할 대가 더 많고,
어리석기보다 총명할 때가 더 많고,
무심하기보다 열정적일 때가 더 많다고 말할 수 있으며 또 그 반대도 가능하다.
하지만 우리가 한 사람에 대해 착하다거나 총명하다고,
또 다른 사람에 대해 악하다거나 어리석다고 말한다면 사실이 아니다.
그럼에도 우리는 언제나 사람들을 그런 식으로 분류한다.
그리고 그것은 옳지 않다. 인간은 강과 같다.
어디에 있든 물은 똑같고 변함없다. 그러나 어느 강이나 좁고 빨라졌다가 다시 넓어지기도 한다.
잔잔해지고, 깨끗해지고, 차가워지고, 탁해지고, 따뜻해진다.
인간도 그렇다.

악한 행동은 하지 않았지만 악한 행동보다 훨씬 더 나쁜 짓을 했다.
모든 악한 행동의 근원이 되는 생각을 했다.
악한 행동은 반복되지 않을 수 있다.
그에 대해 회개할 수도 있다.
그러나 악한 생각은 모든 악한 행동을 낳는다.
악한 행동은 다른 악한 행동을 위한 길을 닦는다.
악한 생각은 그 길을 따라 걷잡을 수 없이 사람을 끌고 간다.

그는 마음속에 가라앉아 있던 모욕당한 자존심으로 인한 무자비함이 그녀가 병원을 언급한 순간 새로운 힘을 띠고 되살아났다.
'최고 상류층의 모든 아가씨들이 결혼하기를 꿈꾸는 상류 사회의 남자가 남편이 되겠다고 나섰는데 이 여자는 기다리지 못하고 병원의 조수와 놀아났다.'
그는 증오심에 찬 눈으로 그녀를 쳐다보며 생각했다.

거기에는 지적이고 학문적이고 흥미로운 부분이 매우 많았지만 무슨 권리로일부 사람들이 다른 사람들을 벌하느냐는 중요한 물음에 대한 답은 없었다.
그 대답이 없었을 뿐 아니라 모든 논의는 처벌을 해명하고 정당화하기 위해 행해졌고,
처벌의 필요성은 자명한 이치로 인정됐다.
네흘류도프는 많은 책을, 다만 틈날 때 간간히 읽었다.
그래서 답을 찾지 못하는 이유를 그런 겉핥기식의 연구 탓으로 돌렸으며, 나중에 발견하게 되리라 기대했다.
그래서 최근 점점 더 빈번히 머리에 떠오르는 그 답이 맞다고는 아직 믿으려 하지 않았다.

모든 사람은 어느 정도는 자신의 생각에 따라, 어느 정도는 타인들의 생각에 따라 살아가고 행동한다.
어느 정도로 자신의 생각에 따라 살고 타인의 생각에 따라 사느냐가 사람들을 구별 짓는 주된 차이점 중 하나다.
어떤 사람들은 대부분의 경우 자신의 사고를 지적 유희처럼 사용하고
 자신의 이성을 전동 벨트가 벗겨진 플라이휠처럼 취급하지만,
막상 행돌할 때는 타인의 생각, 즉 관습이나 전통, 법률 등에 복종한다.
또 어떤 사람들은 자기 생각을 자신의 모든 활동의 주요 원동력으로 여기면서 
거의 언제나 자기 이성의 요구에 귀를 기울이고 그것에 순종한다.
다만 이따금, 그것도 비판적인 평가를 내리고 난 뒤에만 타인의 결정을 따른다.

하지만 여정 내내 그랬듯 오늘도 그는 진지하고 신중한 정신 상태를 유지하고 있었다.
그런 상태에서는 어떤 사람에게도 경솔하고 업신여기는듯한 태도를 취하지 않았으며,
그 스스로 이런 태도에 대해 표현한 것처럼 누구하고든 반드시 '온 힘을 다해' 대화해햐 한다고 생각했다.

시몬손은 주로 남성적 성향을 지닌 부류에 속했다.
그런 성향을 가진 사람들의 행동은 사유 활동에서 비롯되고 그것을 통해 결정된다.
그런데 노보드보로프는 주로 여성적 성향을 지닌 인간 부류에 속했다.
그런 사람들의 사유 활동은 어느 정도는 감정이 세운 목표의 달성에,
어느 정도는 감정이 불러일으킨 행우의 정당화에 맞춰져 있다.

그는 지난 석 달 동안 스스로에게 몇 번이고 물었다.
'다른 사람들이 보지 않는 것을 보는 내가 미치광이인가, 내가 보고 있는 상황을 만들어 낸 자들이 미치광이인가?'
하지만 네흘류도프에게 놀라움과 공포를 불러일으킨 일을 수행하는 사람들(게다가 그 수가 너무 많았다.)이 그것은 매우 필요할 뿐 아니라
매우 중요하고 유익한 일이라고 너무도 흔들림 없이 확신해서 이들을 모두 미치광이라고 인정하기가 어려웠다.
그렇다고 자신을 미치광이라고 인정할 수도 없었다.
자신의 사고가 선명하다는 것을 알았기 때문이다.







