여자의 눈에 비치는 사나이는, 말하자면 상점에 물건을 사러 오는 손님과 같다.
파는 쪽은 가지고 있는 상품을 잘 알고 있기 때문에 유리한 처지에 있고, 
또 그 물품을 가장 좋은 빛깔 가운데에 놓고 보일 수 있는 기호를 붙잡을 수가 있다. 
이와는 반대로 손님 쪽은 언제나 어떤 순진한 기분으로 상점에 들어간다. 
그는 물품이 필요하고 그것을 손에 넣으려고 희망하지만 그 물픔을 전문가의 눈으로 보는 안목을 지닌 경우는 아주 드물다.
파는 쪽은 팔 물품을 잘 알고 있지만 사는 쪽은 자기가 살 물품의 품질을 반드시 아는 것은 아니다.
그러나 인생이라는 것, 인간관계라는 것은 자칫하면 이런 것이어서, 이것을 고칠 수는 없다.
아니, 그것은 칭찬을 받아 마땅한 일이고 필요한 일이기도 하다.
왜냐하면 어떠한 열망과 구혼도, 어떠한 구입과 교환도 이런 사정에 근거를 두고 있기 때문이다.

그러나 마침내 그녀는 자유로운 재능을 지닌 이 예술가의 대단한 수법에 자극받아 자기 안에서 조용히 잠자던 
미적 감각과 판단력이 서서히 되살아나고 있음을 느꼈다.
그녀는 용기를 내지 않으면 안 된다는 것, 예술가가 근본적으로 친절한 가운데에서도 되풀이하여 가르쳐준 몇가지 
주요 원리를 진지하고도 정직하게 지키지 않으면 안 된다는 사실을 깨달았다.
이리하여 붓놀림에 자신이 생기면서 전체보다 세부에 매달리는 일이 점차 줄어들었고, 
그녀의 훌륭한 재능을 숙달된 역량으로 꽃피우게 되었던 것이다. 
그것은 마치 우리가 이전에는 알아차리지도 못하고 지나쳐온 장미꽃 봉오리가,
아침이 되어 햇빛이 떠오름과 동시에 우리의 눈앞에서 꽃을 피우고 
눈부신 빛줄기 속에서 싱그러이 떨고 있는 모습을 보는 것 같았다.

"사색과 행동, 행동과 사색. 이것이 모든 지혜의 총체야.
이것은 옛날부터 인정받고 또 실행되기는 하지만 모두가 온전히 이해하고 있다고 할 수는 없어.
이 두 가지는 숨을 들이마시고 내쉬는 것과 마찬가지로, 인생에서 영원히 상호작용을 계속해 나가야 하네.
질문과 대답처럼 하나는 언제나 다른 하나를 동반하지 않으면 안 돼.
인간 오성의 수호신이 갓 태어난 모든 아이에게 속삭이는 것,
즉 행동은 사색에 비추어보고 사색은 행동에 비추어서 검토하라는 것을 자기 자신의 법칙으로 삼는 사람은 길을 잃는 일이 없지.
만일 그릇된 길에 빠진다 하더라도 곧 올바른 길로 되돌아가는 법이야."

"자네는 이미 너무 오랫동안 인간의 정신이나 기질, 마음 같은 것을 상대해 왔네.
그렇지만 자네는 그렇게 함으로써 자네를 위해서나 다른 사람을 위해서 무엇을 얻었다는 거지?
불운 또는 자신의 과실 때문에 우리가 빠지는 영혼의 괴로움을 치유하는 것은 지식의 힘으로는 전혀 불가능하지.
시간이라면 얼마쯤은 가능하겠지.
이와는 반대로 단호한 활동이야말로 전능의 힘을 가지고 있지.
그러므로 사람은 누구나 스스로 자신을 위해 활동을 해야 한다네.
자네는 이미 자네 자신이나 다른 사람들한테서 이 사실을 경험해 왔네."
