그는 스스로를 이방인이라 여기고 현재 이 서울 도시를 여행왔다고 생각해봤다.
그러자 그는 다른 관점이 떠올랐다.
마치 그가 영국을 여행하던 그때처럼, 이곳 풍경이 그곳과 전혀 차이점이 없다는 것을 깨달았다.
그는 기차 선로를 바라보았다.
이번에는 일본의 기차 선로가 떠올랐다.
또, 그는 지나다니는 여러 사람들을 바라보았다.
이방인으로서 바라보는 이 사람들은 다양한 얼굴을 가지고 있었고 저마다의 목적으로 어딘가를 향해 가고 있었다.
그는 자유로운 느낌을 받았다.
그저 여행자로서 그는 자유로움만을 느낄 뿐이었다.

...

그는 친구들을 만나러 여행을 왔었다.
하지만 그들과의 만남, 그 기쁨은 오래 지속되지 못 했다.
그가 껄끄러워하는 현실적인 이야기들이 오고 갔기 때문이었다.
그는 현실에 대해서 별로 이야기하고 싶지 않았다.
자신의 능력이 평균에 못 미친다는 사실이 사뭇 괴로웠기 때문이다.
물론 그렇게 하고 싶지도 않았지만, 남들이 자신을 그런 시선으로 바라본다는 게 썩 괜찮지 않았다.
집에 돌아오면서 생각했다.
무엇이 그를 행복하게 하는 것일까?
무엇이 그를 웃게 만들고, 그의 얼굴이 태초의 그 모습으로 유지될수 있도록 하는 것일까?
그는 음악을 떠올렸다.
아름다운 도시 건물들을 떠올렸다.
많은 예술가들의 작품들 속에서 자신을 발견할 때, 그 순간에 그의 얼굴을 떠올렸다.
그는 예술이란 것을 떠올렸다.
그는 자신이 무엇을 좋아하는지 알았다.
비눗방울처럼 떠오르는 생각들 곁에서 그의 기분은 한결 나아졌다.

그는 내일의 일을 떠올렸다.
아까는 내일 다가올 일이 분명 두렵다고 느꼈다.
그렇다면 과연 무엇이 그를 두렵게 만드는 것일까?
해내지 못 할 것 같다는 불안함? 꾸지람을 들을 것 같다는 상상?
그 답답한 공간 속에서 오고가는 야비한 뒷담화들?
그러한 것들이 싫을 뿐 두려운 것은 아니었다.
그는 감정을 수정하기로 했다.
그건 두려운 것이 아니라 싫어하는 감정이라고.
그리고 사람에 의해서 일희일비하는 것은 나 자신에게 전혀 도움이 되지않는다는 것을 다시 한번 마음에 새기었다.

그는 미래에 대해서도 생각했다.
이런 반복적인 삶을 버릴 수 있으려면 자신만의 무기가 있어야 한다고 느꼈다.
그래서 그 자신의 얼굴을 행복하게하고 집중할 수 있게 해주는 일에서 돈을 벌어나가자고 생각했다.
그는 자신의 특기가 무엇인지 아직 정확히 알지 못 했다.
그는 조언자를 찾아야만 했다..
