이반 일리치가 이 아가씨를 사랑했고 또 인생관에 공감대가 있어서 결혼했다고 하는 것은,
그가 속한 상류 사회가 인정해 주었기 때문에 결혼했다고 하는 것 만큼이나 편파적인 말이다.
그는 이 두 가지 이유 모두를 고려해서 결혼했다.
그런 아가씨를 아내로 맞이하면 자기 자신에게 이득이라는 생각이 들었고,
동시에 최상류층 사람들이 바람직하다고 여겨 주는 일을 한다는 뿌듯한 생각도 들었다.
그래서 이반 일리치는 결혼했다.

그는 그렇게 파멸의 벼랑 끝에서 자신을 이해해 주고 불쌍히 여겨 주는 사람 하나 없이 홀로 외롭게 살아가야만 했다.

세상 모든 인간이 이토록 끔찍한 공포를 겪어야 하는 운명을 타고났을 턱이 없다.

그는 죽음에 대해 잊어버릴 수 있도록 자신을 지켜주던 지난날의 사고방식으로 돌아가고자 했다.
그런데 이상하게도, 한때 죽음에 대한 생각으로부터 그를 보호해 주고 감싸 주고 지켜 주던 
예전의 모든 생각들이 이제는 더 이상 효과가 없었다.

석 달 만에 이반 일리치가 어떻게 이런 지경에까지 이르게 되었는지 설명하기란 불가능했다.
그의 병은 눈에 띄지 않게 아주 서서히 악화되었기 때문이다.
모든 이들의 관심은 그가 과연 언제 자신의 자리를 비워 주게 될 것인지,
과연 언제 사람들을 그의 존재로 인해 야기된 의무와 압박에서 해방시켜 주고 
자기 자신도 고통에서 자유롭게 될 것인지에 쏠려 있었다.

게라심은 조금도 힘든 내색 없이 기꺼이, 편안하고 순박하게 그의 부탁을 들어주어 이반 일리치를 감동시켰다.

그가 평생토록 지키려 애썼던 <품위>라는 게 고작 그런 것이었다.

[우리는 언젠가 다 죽습니다요. 그러니 수고 좀 못 할 이유가 없지 않겠습니다?]
그의 말에는 죽음을 앞둔 사람을 위해 고생 좀 하는 것이 전혀 힘들거나 괴롭지 않으며,
그 또한 언젠가 죽을 때가 되면 누군가가 자신을 위해 이렇게 수고해 주기를 바라고 있다는 심정이 담겨 있었다.

그는 게라심의 어깨에 걸쳤던 다리를 내린 후, 한 팔을 베고 옆으로 돌아누웠다.
자기 자신이 너무나 불쌍했다.
그는 게라심이 옆방으로 갈 때까지 기다렸다가 더 이상 참지 못하고 어린아이처럼 엉엉 소리 내어 울기 시작했다.
그는 의지할 데 없는 자신의 처지와 절대 고독과 사람들의 잔인함과 신의 잔인함이 서러워서,
신의 부재가 서러워서 목 놓아 울었다.

그는 머릿속에서 자신의 즐거웠던 삶 중에서도 가장 좋았던 순간들을 하나씩 되새겨 보기 시작했다.
그런데 이상하게도, 즐거웠던 삶에서의 좋았던 순간들이 이제는 완전히 다르게 느껴졌다.
어린 시절의 기억을 제외한 모든 것이 다 그랬다.
그때, 어린 시절에는 진짜로 기쁜 무언가가 있었다.
그걸 되찾을 수 있다면 그것 하나만으로도 인생을 살아갈 수 있는 무언가가 있었다.
그러나 그런 기쁨을 누리던 인간은 더 이상 존재하지 않았다.
어린 시절을 회상하는 것은 완전히 다른 사람을 회상하는 것처럼 느껴졌다.
마지막 목적지가 현재의 자기 자신인 회상 여행이 시작되자마자, 
당시엔 기쁨으로 여겨지던 것들이 모두 그의 눈앞에서 녹아내려 부질없는 것으로, 
그중 몇몇은 추악한 것으로 변해 버렸다.
어린 시절로부터 멀어지면 멀어질수록, 그리고 현재에 가까워지면 가까워질수록, 
기쁨은 더욱더 무의미하고 의심쩍은 것으로 바뀌었다.
...
세월이 흐를수록 좋은 것은 점점 더 적어졌다.

그의 정식적인 고통은 전날 밤 양쪽 볼에 광대뼈가 도드라진 게라심의 졸음기 가득한 선량한 얼굴을 바라보던 중 갑자기 시작되었다.
<만약에, 의식적으로 살아온 내 평생의 삶이 정말로 <<그게 아닌 삶>>이었다면 어떡하지?>
라는 생각이 불현듯 솟구치기 시작한 것이다.
전에는 절대 그럴 리 없다고 여겼던 생각, 즉 자신이 인생을 잘못 살았다는 생각이 들었고, 
이것이 어쩌면 진실일지도 모른다는 생각이 들었다.
