한 가지의 전문가가 될 수 있는가.

그것은 알 수 없다. 
지난 10년간 스스로를 돌아보면 나는 무엇을 해왔을까?
그것이 중요한 건지도 알 수 없다.
어쩌면 나는 누구보다 세속적인 것을 원하는지도 모른다.
그렇기에 손에 넣을 수 없는 것이다.
운명의 수레바퀴. 그 앞에서 나은 어떤 존재인가.
내가 바라는 게 무엇인지도 모른체 앞으로 나아간다면 그 끝에는 무엇이 있을까?
내가 태초로부터 가지고 있는 특기는 무엇인지... 그것을 가지고 세상을 살아가고 싶다.

가만히 생각해보면 요새 내가 성공을 원하고, 즉 돈을 많이 버는 것을 원하고 있는데
이건 어렴풋이 결혼을 염두에 두고 있기 때문이다.
나는 명예를 원하고 남들 앞에 섰을 때 우월하고 싶은 욕구도 있다.
그것은 인간 본연의 마음이다.
과연 그것들이 내게 행복을 주는지는 알 수 없다.
과거에 내가 무언가에 1등을 했을때, 연애를 했을 때 행복했던 기억은 별로 없다.
그러나 나는 원하고 있다...

... 

내가 가장 후회스러운 것은 다름아닌 내 있는 그대로로 수행하지 못 했던 일이다.
그 일들이 문득 떠오른다.
내 마음속에서 솟아나려는 것. 나는 그것을 살아보려했다.
왜 그렇게 있는 그대로 살아가기가 어려운 것일까? 우리는 무엇이 두려운 것일까?
가장 행복한 인간은 나 자신을 있는 그대로 살아가는 인간임이 분명하다.
생각하지 않는 것. 지금 해나가고 있는 것을 수행하는 것.
생명이 생명을 존명하는데 어떠한 장애물도 있을 수 없으며 만약 있다면 그것은 불안이 만들어낸 환상이다.
모든 감정은 당연한 것이고 소중하며 인간의 보편적인 마음은 같다.
내가 느낀다면 그들도 느낄 것이다.
나와 너는 다르지 않다.
내가 너를 미워하면 나 스스로의 미운 부분을 싫어하는 것이고, 내가 너를 사랑하면 내 스스로의 비슷한 부분을 사랑하는 것이다.
우리는 자아를 통합해야한다. 내가 싫어하는 모습과 좋아하는 모습을.
우리는 이성도 선물 받고 감정도 선물 받은 축복받은 존재들이다.
어떻게 이렇게 아름다운 감정들을 부여받게 된 것일까? 
나는 지금 아부를 하는 것인가?
여하튼 감정이란 정말 아름답고 위대한 것. 
만약 우리가 무한히 허공에 떠다니는 존재였다면 이 감정들을 어떻게 활용하겠는가.
지구의 중력에 의해 이 땅에 붙어있지 않다면 말이다.
그렇다 나는 삶이 아름답다는 이야기를 하고 있는 것이다.
어쩌면 우리네 삶은 지구에 올라타 끝없는 우주를 여행하는건지도 모르겠다.
우리에겐 이미 모든 것이 갖춰져 있다.
작은 전등 하나에 조용히 집중할 수 있는 시간이 주어졌으며, 비를 막아주는 집도 있다.
편안히 숨쉴 수 있는 공기가 있으며, 이성과 감정도 있다.
우리는 이미 천국을 부여받았다.
미래를 바라보기 보단 현재속에서 답을 구해야만 한다.
우리는 이미 답을 알고 있다.
지금 이 순간, 매 초. 매 초는 무한히 나누어 질 수 있고, 그것은 곧 영원을 의미한다.
그렇다 우리는 아주 오래전부터 영원속에 살고 있다..
