국가의 대세를 이해하려 노력하고 자기희생과 영웅적 행위로 거기에 참여하려 한 사람들은 오히려 사회의 가장 무익한 구성원이었는데, 
그들은 만사를 거꾸로 보고 있었고, 그들이 유익하다고 생각하고 한 일은, 이를테면 러시아 마을들을 약탈하고 다닌 피예르나 마모노프의 민병대처럼,
귀부인들이 만들었으나 부상자들 손에는 한 번도 도달한 적 없는 린트 붕대 등처럼 실제로는 무익하고 부질없는 것들이었다.
똑똑한 체하고, 감정을 드러내길 좋아하고, 러시아의 현상에 대해 논하던 사람들까지도 어느새 자기도 모르게 자기 말 속에, 겉치레나 거짓말,
또는 누구에게도 책임이 없는 일로 책망을 받는 사람들에 대한 무익한 비난과 증오를 드러내고 있었다.
역사적 사건에서 무엇보다 뚜렷한 교휸은 지혜의 나무 열매를 먹지 말라는 것이다.
무의식적인 활동만이 열매를 맺을 뿐, 역사적인 사건에서 어떤 역할을 하는 사람은 결코 그 사건의 의미를 이해하지 못 한다.
의미를 이해하려 하면 그는 그 무익함에 놀랄 것이다.

조금 늦었지만 늦어도 안 가는 것보다는 낫다는 문구를 생각하며 도지사한테 갔다.

그는 무서웠지만, 숙명적인 힘이 짓누르려 할수록 그것에 지배되지 않는 생명력이 마음속에서 자라고 강해지는 것을 느꼈다.

인간은 행동을 할 때 언제나 그 행동의 목적을 생각해내려고 한다. 
천 베르스타의 길을 가기 위해서는 천 베르스타 앞에 뭔가 좋은 것이 있다고 생각하지 않을 수 없다.
움직이는 힘을 얻기 위해서는 약속의 땅이라는 관념이 필요하다.

피예르는 포로로 바라크에 수용되어 지내는 동안 인간이란 행복을 위해 만들어진 존재이며 그 행복은 자신 안에, 
즉 자연스러운 인간 욕구를 만족시키는 데 있다는 것을,
그리고 모든 불행은 부족보다 과잉에서 생긴다는 것을 이성이 아닌 자기 전 존재,
자기 삶을 통해 깨달았는데, 
이 행군의 마지막 삼 주 동안 그는 이 세상에 무서운 것은 아무것도 없다는 또하나의 새롭고 위안이 되는 진리를 배우게 되었다.
그는 이 세상에 인간이 행복하고 완전히 자유로울 수 있는 상태가 없는 것과 마찬가지로, 완전히 부자유스러운 상태도 없다는 것을 깨달았다.
그는 고통에도 한계가 있고, 자유에도 한계가 존재하며, 이 한계가 매우 근접해 있다는 것을 알게 되었고,
장미 침상에서 꽃잎이 한 개 떨어졌다고 고민하는 사람이나, 
지금 축축한 맨땅에 누워 한쪽 옆구리는 따뜻하고 다른 한쪽은 차가워서 고민하는 피예르나 고민한다는 점에서는 마찬가지이며,
전에 곧잘 꼭 끼는 무도화를 신었을 때나, 지금처럼 부스럼투성이의 맨발로 걸을 때나 그 고통은 마찬가지라는 것을 깨달았다.

역사적 판단이라는 매우 탄력 있는 실을 더이상 늘일 수 없을 때, 
그리고 어떤 행동이 전 인류의 선이나 정의라고 불리는 것과 명확히 상반될 때,
역사가들에게 구원이 되는 위대함이라는 개념이 등장한다.
위대함은 선악의 척도를 벗어난 것 같다.
위대한 인간에게 악이란 존재하지 않는다.
위대한 사람 탓으로 돌릴 수 있는 공포는 없다.

그러나 순수하고 완전한 기쁨이 없는 것과 마찬가지로 순수하고 완전한 슬픔 또한 없다. 

..
