국가의 대세를 이해하려 노력하고 자기희생과 영웅적 행위로 거기에 참여하려 한 사람들은 오히려 사회의 가장 무익한 구성원이었는데, 
그들은 만사를 거꾸로 보고 있었고, 그들이 유익하다고 생각하고 한 일은, 이를테면 러시아 마을들을 약탈하고 다닌 피예르나 마모노프의 민병대처럼,
귀부인들이 만들었으나 부상자들 손에는 한 번도 도달한 적 없는 린트 붕대 등처럼 실제로는 무익하고 부질없는 것들이었다.
똑똑한 체하고, 감정을 드러내길 좋아하고, 러시아의 현상에 대해 논하던 사람들까지도 어느새 자기도 모르게 자기 말 속에, 겉치레나 거짓말,
또는 누구에게도 책임이 없는 일로 책망을 받는 사람들에 대한 무익한 비난과 증오를 드러내고 있었다.
역사적 사건에서 무엇보다 뚜렷한 교휸은 지혜의 나무 열매를 먹지 말라는 것이다.
무의식적인 활동만이 열매를 맺을 뿐, 역사적인 사건에서 어떤 역할을 하는 사람은 결코 그 사건의 의미를 이해하지 못 한다.
의미를 이해하려 하면 그는 그 무익함에 놀랄 것이다.

조금 늦었지만 늦어도 안 가는 것보다는 낫다는 문구를 생각하며 도지사한테 갔다.

그는 무서웠지만, 숙명적인 힘이 짓누르려 할수록 그것에 지배되지 않는 생명력이 마음속에서 자라고 강해지는 것을 느꼈다.

인간은 행동을 할 때 언제나 그 행동의 목적을 생각해내려고 한다. 
천 베르스타의 길을 가기 위해서는 천 베르스타 앞에 뭔가 좋은 것이 있다고 생각하지 않을 수 없다.
움직이는 힘을 얻기 위해서는 약속의 땅이라는 관념이 필요하다.

피예르는 포로로 바라크에 수용되어 지내는 동안 인간이란 행복을 위해 만들어진 존재이며 그 행복은 자신 안에, 
즉 자연스러운 인간 욕구를 만족시키는 데 있다는 것을,
그리고 모든 불행은 부족보다 과잉에서 생긴다는 것을 이성이 아닌 자기 전 존재,
자기 삶을 통해 깨달았는데, 
이 행군의 마지막 삼 주 동안 그는 이 세상에 무서운 것은 아무것도 없다는 또하나의 새롭고 위안이 되는 진리를 배우게 되었다.
그는 이 세상에 인간이 행복하고 완전히 자유로울 수 있는 상태가 없는 것과 마찬가지로, 완전히 부자유스러운 상태도 없다는 것을 깨달았다.
그는 고통에도 한계가 있고, 자유에도 한계가 존재하며, 이 한계가 매우 근접해 있다는 것을 알게 되었고,
장미 침상에서 꽃잎이 한 개 떨어졌다고 고민하는 사람이나, 
지금 축축한 맨땅에 누워 한쪽 옆구리는 따뜻하고 다른 한쪽은 차가워서 고민하는 피예르나 고민한다는 점에서는 마찬가지이며,
전에 곧잘 꼭 끼는 무도화를 신었을 때나, 지금처럼 부스럼투성이의 맨발로 걸을 때나 그 고통은 마찬가지라는 것을 깨달았다.

역사적 판단이라는 매우 탄력 있는 실을 더이상 늘일 수 없을 때, 
그리고 어떤 행동이 전 인류의 선이나 정의라고 불리는 것과 명확히 상반될 때,
역사가들에게 구원이 되는 위대함이라는 개념이 등장한다.
위대함은 선악의 척도를 벗어난 것 같다.
위대한 인간에게 악이란 존재하지 않는다.
위대한 사람 탓으로 돌릴 수 있는 공포는 없다.

그러나 순수하고 완전한 기쁨이 없는 것과 마찬가지로 순수하고 완전한 슬픔 또한 없다. 

인간이란 행복을 위해 만들어진 존재이며 그 행복은 자신 안에, 
즉 자연스러운 인간욕구를 만족하시키는 데 있다는 것을, 
그리고 모든 불행은 부족보다 과잉에서 생긴다는 것을 이성이 아닌 자기 전 존재, 
자기 삶을 통해 깨달았다.

빌라르스키와 공작영애와 의사를 비롯해 최근 만난 모든 사람에 대한 피예르의 태도에는 모두에게 호감을 주는 새로운 특징이 있었는데, 
그것은 인간은 누구나 자기 방식대로 생각하고 느끼고 볼 수 있다는 인식, 말로 사람의 신념을 바꿀 수는 없음을 인정하는 것이었다.
전에 피예르를 흥분시키고 초조하ㅔ 했던 이 당연한 만인의 독자성이 이제는 그가 사람들에게 느끼는 관심과 흥미의 기반이 되었다.

예전에 괴로워하며 끈임없이 찾았던 인생의 목적은 이제 존재하지 않았다.
그가 추구했던 인생의 목적은 현재 일시적으로 존재하지 않는 것이 아니라, 그런 것은 없고 있을 수도 없다고 느껴졌다.
목적이 없다는 것은 자유에 대한 완전하고 기쁜 의식을 주었고, 이것이 지금 그의 행복이었다.
그는 어떤 규칙이나 말이나 사상에 대한 신앙이 아니라, 살아 있고 항상 느낄 수 있는 신에 대한 신앙을 가지게 되었기 때문에 목적을 가질 수 없었다.
전에는 스스로 정한 목적들 속에서 신을 찾고 있었다.
...
그러나 지금 그는 모든 것 속에서 위대하고 영원하고 무한한 것을 보는 법을 배웠기 때문에 그것을 보기 위해, 
그 사색을 즐기기 위해 그때까지 사람들 머리 너머로 들여다보던 망원경을 내던지고, 
자기 주위에서 끝없이 변화하는 영원히 위대하고 포착하기 어려운 무한한 삶을 기꺼이 관찰했다.
전에 그의 모든 지적인 구축을 파괴했던 왜? 라는 무서운 의문은 더이상 존재하지 않았다.

'사실 우리는 자신의 의존성을 느끼지 못하지만, 우리의 자유를 인정하면 무의미한 결론에 도달하고,
외부 세계와 시간과 언인에 의존한다고 인정하면 법칙에 도달할 것이다.'

우리는 결코 완전한 자유도 완전한 필연도 상상할 수 없다.
인간은 자유의 개념 없이는 생활을 이해할 수 없을 뿐만 아니라 한순간도 살아갈 수 없기 때문이다.

다른 모든 존재하는 것과 마찬가지로 인간도 종속되는 보편적인 필연의 법칙이 발견된다는 것이다.
그러나 우리가 의식하는 것을 바라보듯 자기 내부에서부터 인간을 바라보면,
우리는 스스로 자유롭다고 느낀다.

자기에 대한 의식이 없다면 어떠한 관찰도, 이성의 적용도 생각할 수 없다.

살아 있는 존재로 의식한다는 것은 곧 욕망하는 존재로서 자신을 아는 것이며,
즉 자신의 의지를 의식하는 것이다.

인간은 혼자서 행동할 때는 언제나 자기 안에 자기 자신이 아는 일련의 판단을 지니고 있는데,
그것이 과거의 활동을 인도했고, 현재의 활동을 정당화하며, 미래의 활동을 예상할 때도
자신을 인도해줄 거라고 생각한다.

"니콜라이는 무슨 일이든 모든 사람이 받아들이지 않는 것에 대해서는
찬성하지 않는 결점을 가지고 있어요. 하지만 난 알아요. 당신에게 중요한 건
새로운 길을 개척하는 것이잖아요."

마리야 백작부인은 그에게 인간은 빵만으로 배가 부르는 것은 아니라고,
그가 그 일을 지나치게 중요시한다고 말하고 싶었지만, 그런말은 할 필요도 없고
해도 소용없다는 것을 알았다.

그러나 그 시선은 그 밖에도 그녀는 이미 이 세상에서 할 일을 다 한 사람이라는 것,
지금 눈앞에 보이는 그녀의 모습이 이미 그녀의 온전한 전부가 아니라는 것,
우리도 모두 언젠가는 저렇게 되리라는 것, 전에는 우리와 마찬가지로 소중하고 생명력에 차 있었지만
지금은 가엾은 존재가 되어버린 그녀를 위해 기꺼이 순종하고 되도록 자신들을 억제해야 한다고
말하고 있었다. 메멘토 모리 - 그들의 시선은 이렇게 말하고 있었다.

다른 세계가 저마다 고유의 개성을 지키고 서로 양보하며 조화된 하나의 전체에 융합되어
함께 살아가고 있었다.

"여자애는 벌써 이렇게 달라요. ... 
당신은 여자들이 비논리적이라고 비난하지만, 여기 이애가 우리의 논리에요.
아빠는 자고 싶대, 라고 했을 때 이애는아냐, 아빠는 웃고 있어, 라고 했잖아요.
그리고 이애 말이 맞았어요."

해야 할 일과 해서는 안 될 일을 정하는 기준이 대체 무엇인가는 그 자신도 말할 수 없었지만,
이 기준은 그의 심중에 단단히 박혀 흔딜리지 않았다.

인간은 도저히 이해할 수 없는 거대한 전체의 한 원자에 불과한 것처럼,
인간 개개인도 각기 목적은 가지고 있지만, 그들이 이해할 수 없는 전체의 
목적에 봉사하기 위한 존재에 불과하다.

피예르의 광기는 예전처럼 사람들을 사랑하기 위해 인간의 가치라고 부르는 것에서
개인적인 원인을 찾으려 하지 않고, 그의 마음을 가득 채운 사랑으로 이유 없이 사람들을 사랑하며,
언제나 그들을 사랑하기에 충분하고 명백한 이유를 발견했다는 데 있었다.

그는 안드레이 공작과 나타샤의 사랑을 생각했고, 과거의 일에 질투를 느끼기도 하고,
그러는 자신을 비난하기도 하고 용서하기도 했다.
...
'그래야 한다. 이 행복이 아무리 이상하고 아무리 있을 수 없는 일이라 하더라도,
그녀와 부부가 되도록 모든 것을 해야 한다.' 그는 자신에게 말했다.

"... 우리는 익숙한 생활의 궤도에서 내던져지면 모든 것이 끝났다고 생각해버리지만,
사실은 거기서부터 새롭고 좋은 것이 시작됩니다. 살아 있는 동안은 행복이 있습니다.
앞길에는 많은 것이, 많은 것이 있습니다. 나는 특히 당신에게 말하는 겁니다."

피예르의 외면적인 태도에는 거의 변화가 없었다. 예전과 똑같아 보였다.
전과 마찬가지로 그는 산만하고 눈앞에 있는 것이 아니라 자기만의 특별한 것에 마음이 사로잡힌 듯했다.
그때와 지금의 차이라면 예전에는 눈앞에 있는 것이나 남이 말한 것을 잊어버렸을 때,
마치 멀어서 전혀 볼 수 없는 뭔가를 분별하려 애쓰지만 그럴 수 없는 사람처럼 자못 괴로운 듯 얼굴을 찌푸렸었다.
지금도 그는 여전히 남이 말한것도 눈앞에 있던 것도 잊어버렸지만, 지금은 살짝 미소를 띠고 분명 뭔가
다른 것을 보고 듣는 것 같긴 하지만 눈앞에 있는 것을 보고 남의 말에도 귀를 기울였다.
과거의 그는 선량하지만 불행한 사람이라 생각됐기 때문에 사람들은 무심결에 그를 멀리했다.
지금은 삶에 대한 기쁨의 미소가 늘 입가에 감돌고 두 눈은 사람들에 대한 관심,
즉 당신들도 나만큼 만족하고 있습니까? 라는 질문으로 빛났으며, 사람들은 그와 함꼐 있는 것을 즐거워했다.

그 사색을 즐기기위해 그때까지 사람들 머리 너머로 들여다보던 망원경을 내던지고,
자기 주위에서 끝없이 변화하는 영원히 위대하고 포착하기 어려운 무한한 삶을 기꺼이 관찰했다.

예전에 괴로워하며 끊임없이 찾았던 인생의 목적은 이제 존재하지 않았다.
그가 추구했던 인생의 목적은 현재 일시적으로 존재하지 않는 것이 아니라,
그런 것은 없고 있을 수도 없다고 느껴졌다. 목적이 없다는 것은 자유에 대한 완전하고 기쁜 의식을 주었고,
이것이 지금 그의 행복이었다.

인생의 경험을 통해, 사상과 그것을 표현해주는 언어는 인간을 움직이는 원동력이 아니라는
신념에 도달한 이 노인은 비단 그러한 경우뿐만 아니라 언제나 완전히 무의미한 말을,
그저 머리에 떠오른 대로 말했다.

정신의 몸이 찢겨 생긴 마음의 상처도 육체의 상처와 똑같아서, 그것이 아무리 이상해 보이더라도,
역시 깊은 상처는 아물고 양끝이 붙어 육체의 상처와 마찬가지로 안에서 솟아나는 생명력에 의해
비로소 낫는 법이다.

눈빛은 전에 없이 침착하고, 어떤 일도 각오한 듯 생기가 넘쳤다. 전에 그의 눈에서 자주 보이던
방심한 표정은 힘차고, 즉각 행동하고 반응할 듯한 빈틈없는 표정으로 바뀌어 있었다.
발은 맨발이었다.
