지성은 교육의목적이고 또 그렇게 되어야 마땅하다.
교육은 대중을 교화시켜 부의 불공평한 분배를 가져오는 원인을 파악하여 그것을 제거하게 만드는 배경이 되어야 한다.
하지만 오늘날 교육은 그런 효과를 가져오지 못한다.
사정이 이렇기는 하지만 지적 능력은 노동의 효율성을 높여서 임금에 영향을 미칠 수 있다.

"그 어느 때는 토지를 소유한 자에게 그 땅에서 난 과실이 돌아간다"라는 말은 정말 맞는 말이다.
하얀 일산(해날 때 쓰는 양산)들과 뻐기듯이 걸어가는 코끼리들은 영구의 토지 소유권과 함께 따라오고,
일반 대중은 그런 토지 소유권을 갖기 전까지는 그들의 힘을 결코 회복하지 못한다.
영국에서 진리로 통하는 것은 세계 어디에서나 보편적으로 통한다.

정부가 산업과 자본의 축적을 규제함으로써 빈곤을 완화하거나 근절하려는 방식을 잣히 논의하는 것은 다소 어려운 일이다.
정부가 이처럼 철저하게 단속하는 형태를 사회주의적 정부라고 한다.
또한 정부의 그런 방법들 역시 결점이 있어서 자세히 다루어야 할 필요가 없다.
이 방법은 개인의 적극적 활동 대신에 정부가 지시를 내리는 것이고,
장에 의해 확보되는 거싱 더 나을 결과를 규제에 의하여 얻으려고 하는 방법이다.

사회주의의 이상은 장엄하고 고상하다.
나는 그런 사회가 실현될 가능성이 있다고 확신한다.
그러나 그런 사회는 강제로 만들어낼 수 있는 것이 아니고 자연스럽게 성장해야 한다.
사회는 기계가 아니라 생물이다.
사회는 각 구성원들의 개별적 삶에 의해서만 살아나갈 수 있다.
각 부분들의 자유롭고 자연스러운 발달에 의하여 사회 전체의 조화가 이루어질 것이다.
사회적 갱생에 필요한 모든 사항들은 니힐리스트라고 부르는 러시아 애국자들의 모토에 잘 깃들어 있다.
"토지와 자유!"

사회 발전의 자연스러운 방향과 보조를 맞추지 않고 또 시대의 흐름과 나란히 헤엄치지 않는 해결책은 고려해볼 가치가 없다.
집중이 사회 발전의 필연적 순서라는 것은 의심의 여지가 없다.
대도시에는 인구가 집중하고, 수공업이 대규모 공장에 집중하고, 철도와 증기선 운항으로 운송 업무가 집중하고, 농업도 대규모 농지로 집중된다.
가장 사소한 사업들조차도 같은 방식으로 집중되고 있다.
시대의 모든 흐름은 집중으로 나아가고 있다.
그 흐름에 한 번 거역해 보겠다고 나서는 것은 인간의 사업에서 증기를 제거하고 전기를 제거하겠다고 하는 거나 마찬가지다.

우주의 법칙은 조화로운 것이다.
우리가도달한 해결책이 진정한 방법이라면, 먼저 그것은 정의에 부합되어야 한다.
동시에 현실에 적용할 수 있어야 하고, 사회 발전의 경향과 부합하면서 다른 개혁안들과도 조화를 이루어야 한다.

일반 대중은 풍요 속에서 가난으로 고통 받고 있다.
정치적 자유는 얻었다고 하나 노예제나 다름없는 임금 제도 때문에 허덕이고 있다.
노동을 절약해주는 발명품들은 그의 노동에 아무런 도움을 주지 못하고 노동자로부터 특혜를 빼앗아가는 것처럼 보인다.
그리하여 일반 대중은 "뭔가 잘못되었다"라고 본능적으로 느낀다.
그 느낌은 옳은 것이다.

가장 발달한 문명사회에서 인간이 가난 때문에 쓰러지고 죽어가는 현상은 자연의 게으름 때문이 아니라 인간의 불의 때문이다.
죄악과 비참, 빈곤과 궁핍은 인구 증가와 산업 발전의 필연적 결과가 아니다.
토지가 개인 재산으로 취급되기 때문에 빈곤과 비참이 인구 증가와 산업 발전의 뒤를 이어 생겨난 것이다.
그것은 정의의 최고 법을 위반하면서까지, 일부 사람들에게 자연이 모든 사람에게 제공한 것(토지)의 독점적 소유권을 건네준 데 따른, 
직접적이고 필연적인 결과이다.

















