대중은 흔히 알려진 것보다 훨씬 더 높은 수준의 지성을 갖추고 있다.

기하학을 명쾌하게 체계화하고 어려운 수학 문제로 끙끙거리던 임금에게 
"기하학에는 와도가 없습니다."라는 말을 건넨 유명한 유클리드가 있었다.

지구의 자연 환경이 인류에게 훌륭한 조건을 제공하는 것같이 느껴지는 이유는 
모든 생물들이 지상에서 태어나서 바로 그곳에서 오랫동안 성장해 왔기 때문이다.

현재를 이해하려면 과거를 잘 알아야 하고, 그것도 아주 세세한 부분까지 알아야만 한다.
...
그러나 생물학과 역사학이 우리에게 주는 교훈에는 공통점이 있다.
그것은 타자를 이해함으로써 자신을 더 잘 이해하게 된다는 것이다.
...
그럼에도 불구하고 외계의 생명은 우리가 추구할 궁극의 목표이다.
왜냐하면 그것이 우리 자신을 더 잘 이해할 수 있게 해 줄것임에 틀림없기 때문이다.

"세상 모든 것들은 자기 나름의 신비한 본성을 갖고 있다.
밖으로 드러나는 각자의 고유한 행동 양식은 바로 그 본성에서 비롯하는 것이다."
라고 누가 내게 이야기한다면, 나는 그것이 세상에 관한 설명이 전혀 되지 못한다고 말할 것이다.
온갖 현상들에서 두세 가지의 일반 원리를 먼저 찾아내고, 모든 물체들의 성질과 그들의 상호 작용이
앞에서 찾아낸 원리들에서 어떻게 비롯되는지를 설명할 수 있을 때,
우리는 비로소 세상을 향한 위대한 이해의 첫발을 내디뎠다고 할 수 있다. - 아이작 뉴턴

새가 왜 노래하는지 궁금해 하는 사람은 아무도 없다. 왜냐면 새들은 노래하도록 만들어진 피조물이라,
노래함이 새들에게 곧 기쁨이기 때문이다.
마찬가지로 왜 인간이 하늘의 비밀을 헤아려 보려고 골머리를 썩이는지 궁금해 할 필요가 없다.
자연의 현상은 다채롭기 이루 말할 수 없고, 하늘은 숨겨진 보물로 가득하다.
이는 오로지 인간의 정신이 새로운 양분을 취하는 데 모자람이 없게 하기 위해서일 뿐이다.

그는 그것을 "나는 한갓 인간으로서 하루 살고 곧 죽을 목숨임을 잘 안다.
그러나 빽뺵이 들어찬 저 무수한 별들의 둥근 궤도를 즐겁게 따라 가노라면,
어느새 나의 두 발은 땅을 딛지 않게 된다."라는 기록으로 표현해 놓았다.

케플러는 명석한 사고력의 소유자이자 화려한 문체의 명료한 글을 쓸 줄 아는 문장가였지만 훌륭한 교사는 아니었다.
말을 입속에서 웅얼거리는 데다가 주제를 벗어나 곁길로 빠지기 일쑤였다.
도무지 무슨 소리를 하는지 영 알아들을 수 없는 경우도 간간이 있었다.
그라츠에서의 첫해에는 그래도 대여섯 남짓한 학생들이 수강했지만 다음 해에는 수강생이 단 한명도 없었다.
케플러가 수업에 집중할 수 없었던 이유는 연상과 사색이 그의 머릿속에서 끊임없이 아우성댔기 때문이다.

케플러는 "비록 오감으로 인지 가능한 세계의 전혀 존재할 수 없는 것이라도, 
우리에게는 그런 것을 상상할 수 있는 자유"가 반드시 주어져야 한다고 주장했다.

과학은 자유로운 탐구 정신에서 자생적으로 성장했으며 자유로운 탐구가 곧 과학의 목적이다.
어떤 가설이든 그것이 아무리 이상하더라도 그 가설이 지니는 장점을 잘 따져 봐 주어야 한다.
마음에 들지 않는 생각을 억압하는 일은 종교나 정치에서는 흔히 있을지 모르겠지만,
진리를 추구하는 이들이 취할 태도는 결코 아니다.
우리는 어느 누가 근본적이고 혁신적인 사고를 할지 미리 알지 못하기 때문에
누구나 열린 마음으로 자기 검증을 철저히 해야 한다.

불충분한 자료에 근거한 추론은 우리를 쉽게 오류의 늪에 빠지게 한다.

그러므로 이 지구만큼이나 사람들이 잘 살고 있고, 잘 꾸며진 세계가 한둘이 아니라 여럿 있다는 사실을 인지하는 순간부터
우리는 이 세상 사람들이 위대하다 일컫는 것들에 찬미를 보내지 아니하게 되고,
또 일반 사람들이 정성을 쏟아 추구하는 자질구레한 것들을 오히려 하찮게 여기게 될 것이다. - 크리스티안 하위헌스

"편히 살려면 남의 눈에 띄지 말아야 한다."라는 제 좌우명대로 지금껏 조용히 지내 왔습니다.
원컨대 앞으로도 조용히 살기를 바랍니다. - 르네 데카르트

그럼, 어떻게 태양계 먼 곳에서 관측된 영상이 우리 지구에까지 전송될 수 있는 것일까?
먼저 태양 광선이 목성 주위를 궤도 운동하는 위성 유로파에 떨어지고,
유로파는 입사된 빛의 일부를 반사하여 우주 공간으로 다시 내보낸다.
이렇게 반사된 빛의 일부가 보이저에 실려 있는 텔레비전 카메라의 형광 물질을 자극함으로써
유로파의 이미지가 만들어지는 것이다.

이러한 엉뚱한 꿈을 격려해 주신 부모님과 선생님을 만날 수 있었던 것은 내게 아주 큰 행운이었다.
...
만일 내가 더 앞선 시대에 태어났다면 나의 의지가 아무리 강했더라도 나는 별이나 행성이 무엇인지 알 수 없었을 것이다.
...
책과 도서관은 이러한 질문의 답이 무엇인지 밝혀 주는 수단이다.
...
우리는 자기도 모르는 사이에 우리의 조상들이 해 온 사고이 과정들을 되풀이하면서 하나의 개인으로 성장해 간다.

그리하여 철학자가 마음만 먹으면 쉽게 돈을 벌 수 있다는 사실을 세상 사람들에게 증명해 보였던 것이다.
하지만 철학자들의 관심은 돈이 아니라 다른 것에 있다는 점도 세상 사람들에게 가르쳐 줬다.

데모크리토스에게 있어 삶은 세상을 즐기고 온 세상을 이해하는 것이었다.
그에게 이해는 곧 즐거움이었다.
그는 "축제 없는 인생은 여관이 없는 긴 여정과 같다."라고 이야기한 적이 있다.

데모크리토스는 어떻게 보자면 독특한 인물이었다. 그는 여자, 아이들, 성과 담을 쌓고 살았다.
자신이 사고할 수 있는 시간을 그러한 것들에게 빼앗긴다고 생각했기 때문이다.
그렇지만 그는 우정을 소중하게 여겼고, 즐거움을 인생의 목표로 삼았으며, 열정의 정체와 기원에 관한 철학적 고찰에 많은 시간을 투자했다.
그런가 하면 소크라테스를 만나러 아테네까지 갔지만 부끄러운 나머지 자기 소개도 하지 못했다.

토론에서 정말로 필요한 것은 논지의 완벽함이지 그 논지가 지니는 권위의 무게가 아니다.
가르치는 것을 업으로 하는 이들의 권위가 배우고 싶어 하는 자들에게 장애의 요인으로 작용하여,
결국 학생들로 하여금 자신의 판단력을 발휘하지 못하게 만든다.
권위의 무게가 중시되는 사회에서는 주어진 문제의 답을 스승이 내린 판단에서만 찾으려 하기 때문이다.

실용적 가치를 얕잡아 보는 풍조가 고대 사회에 만연하기 시작했다.
플라톤은 천문학자들에게 천상의 문제를 생각하되, 하늘을 관측하느라 시간을 낭비하지 말라고 역설했다.
어디 그뿐인가. 아리스토텔레스가 다음과 같은 생각을 했다는 사실에 우리는 놀라지 않을 수 없다.

여러분이 은하를 모양이 잘 변하지 않는 튼튼한 강체라고 생각한다면 그것이야말로 큰 오해다.
은하는 약 1000억 개의 별들로 만들어진 유동성의 구조물이다.
어느 한 순간 사람은 대략 100조개의 세포로 구성돼 있다. 그러나 그 사람을 구성하는 세포가 늘 같은 세포는 아니다.
100조 개의 일부는 죽어 없어지고 동시에 새 세포가 다시 만들어짐으로써
항상 일정한 상태를 유지하고 있는 것이 인간의 육체이다. 은하도 마찬가지이다.

그들은 자신들이 파괴되는 순간에도 에너지의 분출과 대혼란의 정체가 과연 무엇인지 이해하려고 고민할 것이다.
고통 또한 인식 기능이 감내해야 할 의무가 아닌가.
우리는 외계 은하들을 연구함으로써 우주의 질서와 아름다움을 엿볼 수 있었다.
상상을 초월한 규모로 벌어지는 격렬한 혼돈의 폭력 역시 우주의 한 속성이다.
우주는 자연과 생명의 어머니인 동시에 은하와 별과 문명을 멸망시키는 파괴자이다.
우주는 반드시 자비롭지만은 않다. 그렇다고 우리에게 적의를 품지도 않는다.
우주 앞에서 우리의 생명, 인생, 문명, 역사는 그저 보잘것없는 존재일 뿐이다.

메이슨은 노름과 당구에 도가 튼 인물이었고 흔한 말ㄹ 여자들깨나 후리고 다닐 성싶은 사나이였다.
교육이라고는 초등학교 8학년까지 다닌 것이 고작이었지만 휴메이슨은 머리가 총명하고 호기심이 많아서 
자신이 힘들여 산으로 운반하고 있던 각종 기계들에 관하여 주위 사람들에게 이것저것을 열심히 묻고는 했다.

겨우 걸음마를 뗄 줄 아는 아이들의 행동을 관찰해 보라.
사람의 알고자 하는 욕망이 얼마나 강한지 실감할 수 있을 것이다.
인간의 배우려는 열망이야말로 생존을 위한 도구이다.
인간의 감정이나 인간 행동이 관습적 유형은 마음 어딘가 깊숙한 곳에 굳건히 자리 잡고 있는 인간 본성의 일부인 것이다.
그렇다고 해서 그러한 특성을 인간만이 갖고 있는 것은 아니다. 다른 동물들도 감정을 표출한다.
하나의 종으로 인간을 특징지을 수 있는 것은 감정이 아니라 사고할 수 있는 능력이다.
대뇌 피질이 사람을 동물적 인간에서 해방시켜 인간을 '인간답게' 만든 주인공이다.
그러므로 우리는 비비나 도마뱀의 유전적 행동 양식에 더 이상 묶여 있어야 할 필요가 없다.
그 대신 자신이 뇌 속에 집어넣은 것에 대해 스스로 책임을 질 줄 알아야 한다,.
각자는 한 사람의 성숙한 인격체로서 누구를 아끼며 무엇을 알아야 하는가에 대해 스스로 책임져야 하지,
파충류 수준의 두뇌가 명령하는 대로 살아야 할 필요는 없다.
사람은 자기 자신을 스스로 변화시킬 수 있기 때문이다.

우리는 책을 한 번 슬쩍 훑어보는 것만으로도 이미 죽은 지 수천년이 된 저자의 목소리를 생생하게 들을 수 있다.
저자는 1,000년을 건너뛰어 소리 없이 그렇지만 또렷하게 자신의 이야기를 독자의 머릿속에 직접 들려준다.
글쓰기야말로 인간의 가장 위대한 발명이다.
글쓰기가 사람들을 하나로 묶어 놓았고, 먼 과거게 살던 시민과 오늘을 사는 우리를 하나가 되게 했다.
책은 인간으로 하여금 시간의 굴레에서 벗어나게 했다.
그러므로 글쓰기를 통해서 우리 모두는 마법사가 된 것이다.

평범한 식사 한 끼의 비용이면 로마 제국의 흥망, 종의 기원, 꿈의 해석 등 모든 사물의 본질과 정체를
깊이 사색할 수 있는 책을 사서 즐길 수 있게 되었다. 책은 씨앗과 같다.
수세기 동안 싹을 틔우지 않은 채 동면하다가 어느 날 가장 척박한 토양세어도
갑자기 찬란한 꽃을 피워 내는 씨앗과 같은 존재가 책인 것이다.

그렇지만 정말 중요한 문제는 몇 권을 읽는가보다 어떤 책을 읽는가에 달려 있다.
책에 기술할 수 있는 정보는 그 정보가 태어날 때 부터 완전히 확정될 수 있는 것이 아니다.
정보는 시간의 흐름에 따라 변하게 마련이며 새로운 사태가 벌어질 때마다 정보의 내용 역시 점차 수정돼야 한다.
동시에 정보는 변하는 세상과 조화를 이루도록 변신해야 한다. 이것이 정보가 갖는 속성이다.

하지만 우주에서 내려다본 지구에는 국경선이 없다.
우주에서 본 지구는 쥐면 부서질 것만 같은 창백한 푸른 점일 뿐이다.
지구는 극단적 형태의 민족 우월주의, 우스꽝스러운 종교적 광신, 맹목적이고 유치한 국가주의 등이 발붙일 곳이 결코 아니다.
별들의 요새와 보루에서 내려다본 지구는 눈에 띄지도 않을 정도로 작디 작은 푸른 반점일 뿐이다.
이렇게 여행은 시야를 활짝 열어 준다.

피부 접촉의 단절에서 겪게 되는 애정 결핍은 사람에게 깊은 고통을 안겨 준다.

자연에는 신비와 경외의 대상이 아닌 것이 하나도 없다. 테오프라스토스의 지적은 올바른 것이었다.
우주를 있는 그대로 받아들이기를 두려워하거나 있지도 않은 거짓 지식에 의존하려거나
인간이 우주의 중심에 자리하고 있다고 마음속에 그리는 사람은 자신을 미신에 맡겨 헛된 위안을 얻으려는 자이다.
그들은 세상과의 정면 대결을 회피하는 비겁함의 소유자들이다.
진정한 의미의 용기는 자신의 편견이 밖으로 드러나는 한이 있더라도 또 찾아낸 결과가 자신의 희망과 근본적으로
다른 모습일지라도 코스모스의 조직과 구조를 끝까지 탐구하여 그 깊은 신비를 밝혀내려는 이들의 것이다.

사람은 이상한 생각을 하고 살아간다. 자신과 다른 생각을 하는 사람이나 자신이 속한 사회와 
조금이라도 다른 성격의 사회를 믿을 수 없는 기괴한 존재로 간주하며 심히 혐오하고는 한다.
자기 스스로에 대해서는 아무런 의심을 갖지 않으면서 말이다.
'이방'이나 '외계'라는 표현의 부정적 뉘앙스는 이러한 인간의 특성을 잘 드러내 준다.
그렇지만 각기 다른 문명들이 보여 주는 문화와 유적의 다양성은 '인간으로 되어 감'의 다른 방식들을 우리에게 시사할 뿐이다.
